[
 {
   "name": "Aaron Emes",
   "current_employer": "Torys",
   "designation": "",
   "education_highest": "University of Toronto, Bachelor of Law",
   "education_2": "University of British Columbia, Bachelor of Arts",
   "cuurent_company": "Partner, Torys LLP",
   "company_2": "Head of Research and Opinions, Torys LLP",
   "company_3": "",
   "linkedin": "https://www.linkedin.com/in/aaron-emes-b4382845/",
   "email": "aemes@torys.com",
   "bio": "Aaron is a partner and the Head of Opinions and Research at Torys LLP. Aaron has been with Torys his entire legal career (1998-present) and practised corporate and commercial law, mergers and acquisitions and securities law until 2017, when he assumed his current role. Aaron advises on a wide range of legal issues in a broad variety of areas, and is consulted about the most difficult legal questions faced by the firm in connection with the structuring and implementation of complex corporate and commercial transactions, where research alone cannot provide the answers. Aaron is the founder of the Torys Iftar, an annual gathering of Muslims and friends of the Muslim community. This event was the first of its kind in Toronto. Aaron is on the Advisory Board of the Max Gala. Aaron completed his undergraduate degree in Economics at the University of British Columbia, and his law degree with Honours from the University of Toronto Faculty of Law. Aaron lives in Toronto, is married to Amreen Omar and they have three children, Aamir, Amina and Ayla.\n"
 },
 {
   "name": "Aazar Zafar",
   "current_employer": "OPTrust",
   "designation": "CPA, CA, CFA",
   "education_highest": "Waterloo, Chartered Accounting, Accounting and Finance",
   "education_2": "Waterloo, Bachelor's, Master's degreeField Of StudyChartered Accountancy Studies",
   "รง": "Director, Investment Risk (Private Equity, Infrastructure and Real Estate at OP Trust",
   "company_2": "Member, Investment Committee at the Princess Margaret Cancer Foundation at Princess Margaret  Cancer Foundation, ",
   "company_3": "Portfolio Manager, Strategic Relationships & Portfolio Intelligence at OP Trust",
   "linkedin": "https://www.linkedin.com/in/aazar/",
   "email": "aazar.zafar@maxgala.com",
   "bio": "N/A"
 },
 {
   "name": "Abbas Rizvi",
   "current_employer": "Adobe",
   "designation": "N/A",
   "education_highest": "B.Sc - Waterloo",
   "education_2": "N/A",
   "current_company": "Adobe - Head of digtal media Canada",
   "company_2": "Salesforce - Account Executive",
   "company_3": "Apple - Account Excutive",
   "linkedin": "https://www.linkedin.com/in/arrizvi/",
   "email": "arizvi@adobe.com",
   "bio": "N/A"
 },
 {
   "name": "Abdullah Mohiuddin",
   "current_employer": " OMERS Capital Markets",
   "designation": "",
   "education_highest": "MFEng University of Michigan",
   "education_2": "Comp Eng at King Fahd University",
   "cuurent_company": "Director of Risk Analytics at OMERS Capital Markets",
   "company_2": "Senior Manager of Investment Data at OPTrust",
   "company_3": "",
   "linkedin": "",
   "email": "amohiuddin@omers.com",
   "bio": "N/A"
 },
 {
   "name": "Abdulrahman Ali",
   "current_employer": "Safarifone",
   "designation": "",
   "education_highest": "University of Wales, MBA in Business Administration and Management",
   "education_2": "University of Waterloo, Studies in Psychology",
   "cuurent_company": "Co-Founder & Managing Director at SafariOne",
   "company_2": "President at SafariPay",
   "company_3": "Consultant, Telecom Fraud Prevention & Revenue Assurance at Hormuud Telecom Somalia Inc.",
   "linkedin": "https://www.linkedin.com/in/abdulrahmanaali/",
   "email": "a.ali@safarifone.com",
   "bio": "N/A"
 },
 {
   "name": "Abdurrehman Muhammadi",
   "current_employer": "Scotiabank",
   "designation": "CPA, CA",
   "education_highest": "American Institute of Certified Public Accountants: Colorado State Board of Accountancy",
   "education_2": "Institute of Cost and Management Accountants of Pakistan",
   "cuurent_company": "Scotiabank- Vice President of Business Line Finance Support- Canadian Banking and CFO Global Wealth Management ",
   "company_2": "Scotiabank- Vice President of Financial Accounting and Reporting",
   "company_3": "CIBC- Controller of Wealth Management & Corporate Other",
   "linkedin": "https://www.linkedin.com/in/abdurrehmanmuhammadi/",
   "email": "armcan@gmail.com",
   "bio": "N/A"
 },
 {
   "name": "Adam Mamdani",
   "current_employer": "RBC",
   "designation": "",
   "education_highest": "MBET, Masters of Business & Entrepreneurship - University of Waterloo",
   "education_2": "HBBA, Finance - Wilfrid Laurier University ",
   "cuurent_company": "VP, Field Sales and Advice Centre at RBC Insurance  ",
   "company_2": "Finance & Governance Board Member at City of Toronto ",
   "company_3": "Senior Associate at Sun Life ",
   "linkedin": "",
   "email": "",
   "bio": "N/A"
 },
 {
   "name": "Afnan Attia",
   "current_employer": "Morneau Shepell",
   "designation": "CFA",
   "education_highest": "York University, Schulich School of Business - Bachelor of Business Administration, Finance and Economics",
   "education_2": "N/A",
   "cuurent_company": "Director, Strategy and Corporate Development at Morneau Shepell",
   "company_2": "Director, Strategy and Corporate Development at Finastra",
   "company_3": "Director, Strategy and Corporate Development at DH Corp",
   "linkedin": "https://www.linkedin.com/in/afnanattia/",
   "email": "aattia11@gmail.com",
   "bio": "N/A"
 },
 {
   "name": "Agha Ahmed",
   "current_employer": "Cadillac Fairview",
   "designation": "CPA, CA",
   "education_highest": "University of Guelph  - Honors. Business",
   "education_2": "",
   "cuurent_company": "Director, Finance at Cadillac Fairview",
   "company_2": "Manager, Corporate Accounting at Allied Properties REIT",
   "company_3": "Senior Accountant at KPMG",
   "linkedin": "linkedin.com/in/agha-ahmed-cpa-ca-32484520",
   "email": "agha.ahmed@cadillacfairview.com",
   "bio": "Agha Ahmed currently serves as the Director, Financial Reporting, for Cadillac Fairview (the real estate investment arm of Ontario Teachers' Pension Plan). In his role, he oversees the various domestic and international reporting and accounting functions within the organization. Agha obtained his CPA while working with KPMG's Toronto Real Estate Practice. He is passionate about learning and development and continuous self improvement."
 },
 {
   "name": "Ahmed Bulbulia",
   "current_employer": " Pallett Valo",
   "designation": "LLB",
   "education_highest": "University of Victora, Bachelor of Laws (LLB)",
   "education_2": "University of Toronto\nBachelor of Science (BSc) - Specialist Programme (Distinction)Field Of StudyBiology",
   "cuurent_company": "Lawyer & Trademark Agent\nPallett Valo LLP",
   "company_2": "Lawyer and Trademark Agent\nBULBULIA LAW",
   "company_3": "",
   "linkedin": "",
   "email": "abulbulia@pallettvalo.com",
   "bio": "Ahmed Bulbulia is an experienced Intellectual Property (IP) lawyer.  He leads the IP Practice Group at the law firm Pallett Valo LLP which is the largest law firm in Peel Region.  Pallett Valo is consistently ranked by Canadian Lawyer magazine as one of the top 10 regional law firms in Ontario.\n\nAhmed has broad IP experience in contentious and non-contentious matters representing a wide spectrum of clients ranging from individuals, small and medium-sized businesses to large multi-national corporations, covering many industries including automotive, petroleum, nuclear, defence, telecommunications, food, hospitality, retail department, apparel, toys and life sciences.\n\nAhmed has appeared before the Federal Court, Federal Court of Appeal, and the Ontario Superior Court of Justice on motions, applications, trial, judicial reviews, and appeals. He also represents clients in dispute resolution conferences and mediations.  Ahmed represents clients before the Trademarks Opposition Board.\n\nAhmed has expertise in IP litigation particularly in trademark and copyright litigation.  He has extensive experience in dealing with trademark infringement, passing off, trademark opposition proceedings and copyright infringement.  Ahmed has acted in complex multi-jurisdictional IP proceedings including coordinating with US counsel in concurrent trademark lawsuits in both Canada and the United States and instructing foreign counsel in trademark enforcement proceedings in other jurisdictions.  Ahmed also manages trademark portfolios for clients.  He assists Canadian and international clients to obtain trademark registrations in Canada and helps Canadian clients obtain trademark registrations in the United States and in other countries throughout the world. "
 },
 {
   "name": "Ahmed Ismail",
   "current_employer": "Wellington Management",
   "designation": "CFA, Level II",
   "education_highest": "York University, Bachelor of Commerce - Finance",
   "education_2": "",
   "cuurent_company": "Vice President, Account Manager & Consultant Relations at Wellington Management\n",
   "company_2": "Associate, Institutional Client Group at Burgundy Asset Management LTD",
   "company_3": "Business Development Manager - Inside Wholesaler at RBC Global Asset Management",
   "linkedin": "https://www.linkedin.com/in/ahmed-ismail-toronto/",
   "email": "Aismail@wellington.com",
   "bio": "N/A"
 }
]